Repository: SaiSaggam/URMA-TLR
Catalog: sdk/rootfs/src/open_src/apparmor/src/parser/po/*.po
Languages: de, it

source: Error: Could not read profile %s: %s.
de: Fehler: Profil '%s' konnte nicht gelesen werden: '%s'.
it: Errore: impossibile leggere il profilo %s: %s.

source: Error: Could not allocate temporary file.
de: Fehler: Temporäre Datei konnte nicht zugeordnet werden.
it: Errore: impossibile allocare file temporaneo.

source: Error: Out of memory.
de: Fehler: Kein Speicher vorhanden.
it: Errore: Memoria esaurita

source: Error: basedir %s is not a directory, skipping.
de: Fehler: basedir '%s' ist kein Verzeichnis - überspringen.
it: Errore: dir. base %s non è una directory, ignorarla.

source: Error: Could not add directory %s to search path.
de: Fehler: Verzeichnis '%s' konnte nicht zu Suchpfad hinzugefügt werden.
it: Errore: impossibile aggiungere la directory %s al percorso di ricerca.

source: Error: Could not allocate memory.
de: Fehler: Es konnte kein Speicher zugeordnet werden.
it: Errore: impossibile allocare memoria.

source: Error: Could not allocate buffer for include at line %d in %s.
de: Fehler: Es konnte kein Puffer zum Einfügen in Zeile '%d' in '%s' zugeordnet werden.
it: Errore: impossibile allocare il buffer per include alla riga %d in %s.

source: Error: Bad include at line %d in %s.
de: Fehler: Ungültige Einfügung in Zeile '%d' in '%s'.
it: Errore: include errato alla riga %d in %s.

source: Error: #include %s%c not found at line %d in %s.
de: Fehler: #include '%s%c' nicht gefunden in Zeile '%d' in '%s'.
it: Errore: #include %s%c non trovato alla riga %d in %s.

source: Error: Exceeded %d levels of includes. Not processing %s include.
de: Fehler: '%d' Include-Stufen überschritten. '%s'-Include wird nicht verarbeitet.
it: Errore: superati %d livelli di include. Mancata elaborazione di %s include

source: Bad write position
de: Ungültige Schreibposition
it: Posizione scrittura errata

source: Permission denied
de: Berechtigung verweigert
it: Permesso negato

source: Out of memory
de: Kein Speicher vorhanden
it: Memoria esaurita

source: Couldn't copy profile Bad memory address
de: Ungültige Speicheradresse - Profil konnte nicht kopiert werden
it: Impossibile copiare profilo; indirizzo di memoria errato

source: Profile doesn't conform to protocol
de: Das Profil entspricht nicht dem Protokoll
it: Il profilo non è conforme con il protocollo

source: Profile does not match signature
de: Das Profil stimmt nicht mit der Signatur überein
it: Il profilo non corrisponde alla firma

source: Profile version not supported by Apparmor module
de: Profilversion von AppArmor-Modul nicht unterstützt
it: Versione profilo non supportata dal modulo AppArrmor

source: Profile already exists
de: Profil ist bereits vorhanden
it: Profilo già esistente

source: Profile doesn't exist
de: Profil ist nicht vorhanden
it: Profilo inesistente

source: Unknown error
de: Unbekannter Fehler
it: Errore sconosciuto

source: %s: Unable to add "%s".
de: %s: Hinzufügen von "%s" nicht möglich.
it: %s: Impossibile aggiungere "%s".

source: %s: Unable to replace "%s".
de: %s: "%s" kann nicht ersetzt werden.
it: %s: Impossibile sostituire "%s".

source: %s: Unable to remove "%s".
de: %s: "%s" kann nicht entfernt werden.
it: %s: Impossibile rimuovere "%s".

source: %s: Unable to write to stdout
de: %s: Schreiben in stdout nicht möglich
it: %s: Impossibile scrivere su stdout

source: %s: ASSERT: Invalid option: %d
de: %s: ASSERT: Ungültige Option: %d
it: %s: ASSERZIONE: Opzione non valida: %d

source: Addition succeeded for "%s".
de: Hinzufügen für "%s" erfolgreich.
it: Addizione riuscita per "%s".

source: Replacement succeeded for "%s".
de: Ersetzungsvorgang für "%s" erfolgreich.
it: Sostituzione riuscita per "%s".

source: Removal succeeded for "%s".
de: Entfernen für "%s" erfolgreich.
it: Rimozione riuscita per "%s".

source: PANIC bad increment buffer %p pos %p ext %p size %d res %p
de: PANIC - ungültiger Inkrement-Puffer %p Position %p Erweiterung %p Größe %d Auflösung %p
it: ATTENZIONE buffer incremento errato %p pos %p est %p dimensione %d ris %p

source: Unable to open %s - %s
de: %s kann nicht geöffnet werden - %s
it: Impossibile aprire %s - %s

source: Memory Allocation Error: Unable to remove ^%s
de: Speicherzuordnungsfehler: ^%s kann nicht entfernt werden
it: Errore di allocazione memoria: Impossibile rimuovere ^%s

source: Memory Allocation Error: Unable to remove %s:%s.
de: Speicherzuordnungsfehler: %s:%s kann nicht entfernt werden.
it: Errore di allocazione memoria: Impossibile rimuovere %s:%s.

source: unable to create work area
de: Arbeitsbereich kann nicht erstellt werden
it: impossibile creare area di lavoro

source: unable to serialize profile %s
de: Serialisierung von Profil %s nicht möglich
it: impossibile serializzare profilo %s

source: %s: Unable to write entire profile entry
de: %s: Profileintrag kann nicht geschrieben werden
it: %s: Impossibile scrivere intera registrazione profilo

source: Found unexpected character: '%s'
de: Unerwartetes Zeichen gefunden: '%s'
it: Trovato carattere imprevisto: '%s'

source: (network_mode) Found unexpected character: '%s'
de: (network_mode) Unerwartetes Zeichen gefunden: '%s'
it: (network_mode) Trovato carattere imprevisto: '%s'

source: Warning (%s line %d): %s
de: Warnung ('%s' Zeile '%d'): '%s'
it: Attenzione (%s linea %d): %s

source: %s: Could not allocate memory for subdomainbase mount point
de: %s: Dem Mountpunkt der Unterdomänenbasis konnte kein Speicher zugeordnet werden
it: %s: Impossibile allocare memoria per punto di montaggio base sottodominio

source: Warning: unable to find a suitable fs in %s, is it mounted? Use --subdomainfs to override.
de: Warnung: Es konnte kein geeignetes Dateisystem in '%s' gefunden werden. Ist es eingehängt? Verwenden Sie --subdomainfs, um es außer Kraft zu setzen.
it: Avviso: impossibile trovare un fs adatto in %s. È effettivamente montato? Per ignorare, utilizzare -subdomainfs.

source: %s: Sorry. You need root privileges to run this program.
de: '%s': Sie benötigen Root-Rechte, um dieses Programm ausführen zu können.
it: %s: Errore. Sono richiesti privilegi di root per eseguire questo programma.

source: %s: Warning! You've set this program setuid root. Anybody who can run this program can update your AppArmor profiles.
de: '%s': Warnung! Sie haben für dieses Programm 'setuid root' festgelegt. Alle Personen, die dieses Programm ausführen können, können auch Ihre AppArmor-Profile aktualisieren.
it: %s: Avviso! È stato impostato il root setuid di questo programma. Chiunque esegua questo programma può aggiornare i profili di AppArmor.

source: %s: Errors found in file. Aborting.
de: %s: In der Datei wurde ein Fehler gefunden. Der Vorgang wird abgebrochen.
it: %s: Errori individuati nel file. Interruzione in corso.

source: Memory allocation error.
de: Speicherzuordnungsfehler.
it: Errore allocazione memoria.

source: Uppercase qualifiers "RWLIMX" are deprecated, please convert to lowercase See the apparmor.d(5) manpage for details.
de: Qualifizierer in Großbuchstaben "RWLIMX" werden außer Kraft gesetzt. Bitte ändern Sie diese in Kleinbuchstaben Weitere Details finden Sie auf der apparmor.d(5)-Manpage.
it: Qualificatori maiuscoli "RWLIMX" obsoleti. Utilizzare caratteri minuscoli. Per dettagli, consultare apparmor.d(5) manpage.

source: Conflict 'a' and 'w' perms are mutually exclusive.
de: Konfliktive permanente Werte für 'a' und 'W' schließen sich gegenseitig aus.
it: Conflitto: i parametri 'a' e 'w' si escludono a vicenda.

source: Exec qualifier 'i' invalid, conflicting qualifier already specified
de: Exec-Qualifizierer 'i' ist ungültig, ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben.
it: Qualificatore Exec 'i' non valido, qualificatore in conflitto già specificato

source: Unconfined exec qualifier (%c%c) allows some dangerous environment variables to be passed to the unconfined process; 'man 5 apparmor.d' for details.
de: Aufgrund uneingeschränkter Exec-Qualifizierer ('%c%c') können einige gefährliche Umgebungsvariablen an den uneingeschränkten Prozess übergeben werden. Weitere Details in 'man 5 apparmor.d'.
it: Il qualificatore Exec senza limitazioni (%c%c) consente il passaggio di alcune variabili d'ambiente pericolose al processo senza limitazioni; vedere 'man 5 apparmor.d' per dettagli.

source: Exec qualifier '%c' invalid, conflicting qualifier already specified
de: Exec-Qualifizierer '%c' ist ungültig. Ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben
it: Qualificatore Exec '%c' non valido; qualificatore in conflitto già specificato.

source: Exec qualifier '%c%c' invalid, conflicting qualifier already specified
de: Exec-Qualifizierer '%c%c' ist ungültig, ein Qualifizierer, mit dem ein Konflikt besteht, wurde bereits angegeben
it: Il qualificatore exec '%c%c' non è valido. Il qualificatore in conflitto è già specificato

source: Internal: unexpected mode character '%c' in input
de: Intern: Unerwartetes Moduszeichen '%c' in Eingabe
it: Interno: carattere modalità imprevisto '%c' nell'input

source: Internal error generated invalid perm 0x%llx
de: Interner Fehler generierte eine ungültige Berechtigung 0x%llx
it: Errore interno generato da un perm non valido 0x%llx

source: AppArmor parser error: %s
de: AppArmor-Analysefehler: '%s'
it: Errore parser AppArmor: %s

source: Couldn't merge entries. Out of Memory
de: Einträge konnten nicht zusammengeführt werden. Kein Speicher vorhanden
it: Impossibile fondere registrazioni. Memoria esaurita

source: profile %s: has merged rule %s with multiple x modifiers
de: Profil %s: verfügt über zusammengeführte Regel %s mit mehreren x-Modifiern
it: profilo %s: presenta regola fusa %s con più modificatori x

source: Profile names must begin with a '/', or keyword 'profile'.
de: Profilnamen müssen mit einem '/' oder dem Schlüsselwort 'profile' beginnen.
it: Il nome del profilo deve iniziare con '/' o con la parola chiave 'profilo'.

source: Failed to create alias %s -> %s
de: Alias %s -> %s konnte nicht erstellt werden
it: Impossibile creare l'alias %s -> %s

source: Profile flag 'debug' is no longer valid.
de: Profil-Flag 'debug' ist nicht mehr gültig.
it: Il flag 'debug' del profilo non è più valido.

source: Invalid profile flag: %s.
de: Ungültiges Profil-Flag: %s.
it: Flag del profilo non valido: %s.

source: Assert: `rule' returned NULL.
de: Assert: Für 'rule' wurde NULL zurückgegeben.
it: Asserzione: `rule' ha restituito NULL.

source: Invalid mode, in deny rules 'x' must not be preceded by exec qualifier 'i', 'p', or 'u'
de: Üngültiger Modus. In den Ablehnungs-Regeln darf 'x' kein Exec-Qualifizierer 'i','p' oder 'u' vorangehen.
it: Modalità non valida. Nelle regole di divieto 'x' non deve essere preceduto dal qualificatore exec 'i', 'p' o 'u'

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', 'c', or 'u'
de: Ungültiger Modus. Vor 'x' muss der Exec-Qualifizierer 'i', 'p','c' oder 'u' stehen
it: Modalità non valida. 'x' deve essere preceduto dal qualificatore exec 'i', 'p' 'c' o 'u'

source: Invalid mode, 'x' must be preceded by exec qualifier 'i', 'p', or 'u'
de: Ungültiger Modus. Vor 'x' muss Exec-Qualifizierer 'i', 'p' oder 'u' stehen
it: Modalità non valida. 'x' deve essere preceduto dal qualificatore Exec 'i', 'p' o 'u'.

source: Assert: `network_rule' return invalid protocol.
de: Assert: Für `network_rule' wurde ein ungültiges Protokoll zurückgegeben.
it: Asserzione: `network_rule' ha restituito un protocollo non valido.

source: Assert: `change_profile' returned NULL.
de: Assert: Für `change_profile' wurde NULL zurückgegeben.
it: Asserzione: `change_profile' ha restituito NULL.

source: Assert: `change_hat' returned NULL.
de: Assert: `change_hat' hat NULL zurückgegeben.
it: Asserzione: `change_hat' ha restituito NULL.

source: Assert: 'hat rule' returned NULL.
de: Assert: Für 'hat rule' wurde NULL zurückgegeben.
it: Asserzione: `hat rule' ha restituito NULL.

source: Assert: 'local_profile rule' returned NULL.
de: Assert: 'llocal_profile rulel' hat NULL zurückgegeben.
it: Asserzione: `local_profile rule' ha restituito NULL.

source: Unset boolean variable %s used in if-expression
de: In Bedingungssatz verwendete Boolesche Variable '%s' deaktivieren
it: Variabile booleana %s non impostata usata in espressione if.

source: subset can only be used with link rules.
de: Teilmenge kann nur mit Link-Regeln verwendet werden.
it: sottoinsieme può essere usato solamente con le regole dei collegamenti.

source: link and exec perms conflict on a file rule using ->
de: Link- und Exec-Berechtigungen stehen in Konflikt mit einer Dateiregel, in der '->' verwendet wird
it: le autorizzazioni link ed exec sono in conflitto con le regole definite nel file che utilizza ->

source: link perms are not allowed on a named profile transition.
de: Link-Berechtigungen sind bei einem benannten Profilübergang nicht erlaubt.
it: non è possibile usare collegamenti permanenti nella transizione del profilo nominato.

source: unsafe rule missing exec permissions
de: Unsichere Exec-Berechtigungen bei fehlender Regel
it: autorizzazioni esecuzione mancanti per regola non sicura.

source: link perms are not allowed on a named profile transtion.
de: Link-Berechtigungen sind bei einem benannten Profilübergang nicht erlaubt.
it: non è possibile usare collegamenti permanenti nella transizione del profilo nominato.

source: missing an end of line character? (entry: %s)
de: Fehlt ein Zeilenumbruch? (Eintrag: %s)
it: un carattere di fine riga mancante? (registrazione: %s)

source: Invalid network entry.
de: Ungültiger Netzwerkeintrag.
it: Voce di rete non valida.

source: Invalid capability %s.
de: Ungültige Funktion %s.
it: Funzionalità non valida %s.

source: AppArmor parser error in %s at line %d: %s
de: AppArmor-Analysefehler in '%s' in Zeile '%d': '%s'
it: Errore parser AppArmor in %s alla riga %d: %s

source: AppArmor parser error, line %d: %s
de: AppArmor-Analysefehler, Zeile '%d': '%s'
it: Errore parser AppArmor, riga %d: %s

source: %s: Illegal open {, nesting groupings not allowed
de: %s: Öffnen ungültig {, verschachtelte Gruppierungen sind nicht zulässig
it: %s: Apertura { non valida, annidamento raggruppamenti non consentito

source: %s: Regex grouping error: Invalid number of items between {}
de: %s: Regex-Gruppierungsfehler: Ungültige Anzahl an Einträgen zwischen {}
it: %s: Errore raggruppamento Regex: numero di elementi non valido tra {}

source: %s: Regex grouping error: Invalid close }, no matching open { detected
de: %s: Regex-Gruppierungsfehler: Ungültiges schließendes Zeichen }, kein passendes öffnendes Zeichen { gefunden
it: %s: Errore raggruppamento Regex: Chiusura } non valida, non è stata individuata alcuna { aperta

source: %s: Regex grouping error: Unclosed grouping or character class, expecting close }
de: '%s': Regex-Gruppierungsfehler: Nicht geschlossene Gruppierung oder Zeichenklasse, schließendes Zeichen } erwartet
it: %s: Errore raggruppamento Regex: raggruppamento non chiuso o classe caratteri, chiusura prevista }

source: %s: Internal buffer overflow detected, %d characters exceeded
de: %s: Interner Pufferüberlauf erkannt, %d Zeichen überschritten
it: %s: Individuato overflow buffer interno, superati %d caratteri

source: %s: Unable to parse input line '%s'
de: %s: Eingabezeile '%s' kann nicht analysiert werden
it: %s: Impossibile analizzare riga input '%s'

source: %s: Failed to compile regex '%s' [original: '%s']
de: %s: Fehler beim Kompilieren von regex '%s' [ursprünglich: '%s']
it: %s: Impossibile compilare regex '%s' [originale: '%s']

source: %s: error near
de: %s: Fehler bei
it: %s: errore vicino

source: %s: error reason: '%s'
de: %s: Fehlerursache: '%s'
it: %s: motivo errore: '%s'

source: %s: Failed to compile regex '%s' [original: '%s'] - malloc failed
de: %s: Fehler beim Kompilieren von regex '%s' [ursprünglich: '%s'] - malloc nicht erfolgreich
it: %s: Impossibile compilare regex '%s' [originale: '%s'] - errore malloc

source: ERROR merging rules for profile %s, failed to load
de: FEHLER beim Zusammenführen der Regeln für Profil '%s'. Fehler beim Laden
it: ERRORE nell'unione delle regole per il profilo %s, impossibile caricare

source: ERROR profile %s contains policy elements not usable with this kernel: '*', '?', character ranges, and alternations are not allowed. '**' may only be used at the end of a rule.
de: FEHLER Profil '%s' enthält Richtlinienelemente, die mit diesem Kernel nicht verwendbar sind: '*', '?', Zeichenbereiche und abwechselnde Verwendung sind nicht zulässig. '**' darf nur am Ende einer Regel verwendet werden.
it: ERRORE: il profilo %s contiene elementi di norme non utilizzabili con questo kernel: '*', '?', intervalli di caratteri e alternanze non consentiti. '**' utilizzabili solo alla fine di una regola.

source: ERROR processing regexs for profile %s, failed to load
de: FEHLER bei der Verarbeitung von regexs für Profil '%s'. Fehler beim Laden
it: ERRORE nell'elaborazione di regexs per il profilo %s, impossibile caricare

source: ERROR expanding variables for profile %s, failed to load
de: FEHLER bei der Erweiterung von Variablen für Profil '%s'. Fehler beim Laden
it: ERRORE nell'espansione delle variabili per il profilo %s, impossibile caricare

source: ERROR in profile %s, failed to load
de: FEHLER in Profil %s, konnte nicht geladen werden
it: ERRORE in profilo %s, impossibile caricare

source: %s: Errors found during postprocessing. Aborting.
de: %s: Fehler bei der Nachbearbeitung. Vorgang wird abgebrochen.
it: %s: Errori rilevati durante la post-elaborazione. Interruzione in corso.

source: %s: Errors found during regex postprocess. Aborting.
de: '%s': Bei der Regex-Nachverarbeitung sind Fehler aufgetreten. Der Vorgang wird abgebrochen.
it: %s: Errori individuati durante post elaborazione regex. Interruzione in corso.

source: %s: Errors found during postprocess. Aborting.
de: %s: Fehler bei der Nachbearbeitung. Vorgang wird abgebrochen.
it: %s: Errori rilevati durante la post-elaborazione. Interruzione in corso.

source: %s: Errors found in combining rules postprocessing. Aborting.
de: %s: Beim Kombinieren von Regeln in der Nachverarbeitung sind Fehler aufgetreten. Der Vorgang wird abgebrochen.
it: %s: Errori individuati durante combinazione postelaborazione regole. Interruzione in corso.

source: %s permission: not supported on current system.
de: Berechtigung %s: auf diesem System nicht unterstützt.
it: Autorizzazione %s: non supportata sul sistema corrente.

source: %s rule: not supported on current system.
de: Regel %s: auf diesem System nicht unterstützt.
it: Regola %s: non supportata sul sistema corrente.

source: Profile names must begin with a '/', or keyword 'profile' or 'hat'.
de: Profilnamen müssen mit einem '/' oder dem Schlüsselwort 'profile' oder 'hat' beginnen.
it: Il nome del profilo deve iniziare con '/' o con la parola chiave 'profilo' o 'hat'.

source: ERROR adding hat access rule for profile %s
de: FEHLER beim Hinzufügen der hat-Zugriffsregel für Profil %s
it: ERRORE durante l'aggiunta di una regola di accesso hat per il profilo %s
