Repository: SaiSaggam/URMA-TLR
Catalog: sdk/rootfs/src/open_src/apparmor/src/utils/po/*.po
Languages: cs, es, fr, it, ja, km, ru

source: Please enter the program to profile:
cs: Zadejte prosím program k profilování:
es: Introduzca el programa cuyo perfil desee crear:
fr: Saisissez le programme pour lequel créer un profil :
it: Specificare il programma per il quale si desidera creare il profilo:
ja: サポートキーを記入してください
km: សូម​បញ្ចូល​កម្មវិធី​ទៅ​ទម្រង់ ៖
ru: Пожалуйста укажите программу для этого профиля:

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' in the other window in order to find the fully-qualified path.
cs: Nelze nalézt %s v cestě. Pokud je jméno aplikace správné, spusťte prosím v jiném okně 'which %s' a zjistěte tak plně kvalifikovanou cestu.
es: No es posible encontrar %s en la lista de vías del sistema. Si el nombre de la aplicación es correcto, ejecute "which %s" en otra ventana para encontrar la vía completa.
fr: %s introuvable dans la liste des chemins du système. Si le nom de l'application est correct, exécutez 'which %s' dans l'autre fenêtre pour trouver le chemin complet.
it: Impossibile trovare %s nell'elenco dei percorsi di sistema. Se il nome dell'applicazione è corretto, eseguire '%s' nell'altra finestra in modo da trovare il percorso completo.
ja: システムパスリストの%sが見つかりません。アプリケーションの名前が正しい場合は、完全修飾パスを見つけるために、他のウィンドウで「which %s」を実行してください。
km: មិន​អាច​រក %s ក្នុង​បញ្ជី​ផ្លូវ​ប្រព័ន្ធ ។ បើ​ឈ្មោះ​របស់​កម្មវិធី​ត្រឹមត្រូវ សូម​រត់ ' %s ណាមួយ' ក្នុង​បង្អួចផ្សេង​ទៀត ដើម្បី​រក​ផ្លូវ​ដែល​ពេញលក្ខណៈ ។
ru: Невозможно найти %s в списке системных путей. Если имя приложения правильно, пожалуйста, запустите 'which %s' в другом окне, чтобы определить полный путь.

source: %s does not exist, please double-check the path.
cs: %s neexistuje, zkontrolujte prosím cestu.
es: %s no existe, vuelva a comprobar la vía.
fr: %s n'existe pas, vérifiez le chemin.
it: %s non esiste. Controllare il percorso.
ja: %sが存在しないので、パスをダブルチェックしてください。
km: មិន​មាន %s ឡើយ សូម​ពិនិត្យ​មើល​ផ្លូវ​ឲ្យ​បាន​ពីរ​ដង ។
ru: %s не существует, проверьте путь.

source: Please start the application to be profiled in another window and exercise its functionality now. Once completed, select the "Scan" button below in order to scan the system logs for AppArmor events. For each AppArmor event, you will be given the opportunity to choose whether the access should be allowed or denied.
cs: Prosím spusťte aplikaci určenou k profilaci v jiném okně a vyzkoušejte její funkce. Až budete hotovi, stiskněte tlačítko"Skenovat", aby byly v systémových lozích vyhledány AppArmor události. Pak můžete rozhodnout o povolení či zákazu jednotlivých událostí modulu AppArmor.
es: Inicie la aplicación cuyo perfil desee crear en otra ventana y aplique sus funciones ahora. Cuando lo haya hecho, seleccione el botón "Explorar" para explorar los registros del sistema en busca de eventos AppArmor. Para cada evento AppArmor, se le proporcionará la oportunidad de decidir si se debe permitir o denegar el acceso.
fr: Démarrez l'application pour lequel créer un profil dans une autre fenêtre et utilisez sa fonctionnalité maintenant. Lorsque vous avez terminé, sélectionnez le bouton "Analyser" ci-dessous afin d'analyser les journaux système et détecter les événements AppArmor. Pour chaque événement AppArmor, vous aurez la possibilité de choisir si l'accès doit être autorisé ou refusé.
it: Avviare l'applicazione di cui si desidera creare il profilo in un'altra finestra e provarne le funzionalità ora. Al termine, selezionare il pulsante "Scansione" di seguito per eseguire la scansione dei registri di sistema alla ricerca di eventi AppArmor. Per ogni evento AppArmor, sarà possibile scegliere se consentire o negare l'accesso.
ja: アプリケーションのプロファイルが別のウィンドウで 作成されるように開始し、その機能を実行してください。 一度終了したら、AppArmor イベントのシステムログを スキャンするために、下の "Scan" ボタンを選択してください。 それぞれのAppArmorイベントに対して、アクセスを 許可するか拒否するかを選択する 機会を与えられます。
km: សូម​ចាប់​ផ្ដើម​កម្មវិធី​ដែល​ត្រូវ​កំណត់​ទម្រង់​ក្នុង បង្អួច​មួយ​ទៀត និង​អនុវត្ត​មុខងារ​របស់​វា​ឥឡូវ ។ ពេល​បាន​បញ្ចប់ ជ្រើស​ប៊ូតុង "វិភាគ" ខាងក្រោម ដើម្បី វិភាគ​កំណត់​ហេតុ​ប្រព័ន្ធ​សម្រាប់​ព្រឹត្តិការណ៍ AppArmor ។ សម្រាប់​ព្រឹត្តិការណ៍ AppArmor នីមួយៗ អ្នក​នឹង​ត្រូវ​បាន​ផ្ដល់ ឳកាស​ដើម្បី​ជ្រើស​ថាតើ​ការ​ចូល​ដំណើរការ​គួរ​ត្រូវ​បាន អនុញ្ញាត ឬ​បដិសេធ ។
ru: Пожалуста запустите приложение профиля в другом окне и продемонстрируйте его функциональность. После завершения, нажмите кнопку "Сканировать", чтобы просканировать системный журнал на предмет событий AppArmor. Для каждого события AppArmor, вы должны указать разрешать доступ или запретить.

source: Profiling
cs: Profilování
es: Perfiles
fr: Création de profil
it: Rilevamento
ja: 検出中
km: ការ​កំណត់​ទម្រង់
ru: Профилирование

source: Reloaded AppArmor profiles in enforce mode.
cs: Znovu načteny profily subdomén v enforce režimu.
es: Perfiles de AppArmor en modo de aplicación actualizados.
fr: Profils de sous-domaine rechargés en mode imposition.
it: Profili AppArmor ricaricati in modalità applica.
ja: サブドメインプロファイルを強制モードでリロード。
km: ទម្រង់​ដែនរងដែល​បាន​ផ្ទុក​ឡើងវិញ​ក្នុង​របៀប​បង្ខំ ។
ru: Перегрузить ПодДомены в вынужденном режиме.

source: Finished generating profile for %s.
cs: Dokončeno generování profilu pro %s.
es: Finalización de la generación del perfil para %s.
fr: Génération du profil terminé pour %s.
it: Generazione del profilo completata per %s.
ja: %sのプロファイル生成を完了。
km: បាន​បញ្ចប់​ការ​បង្កើត​ទម្រង់​សម្រាប់ %s ។
ru: Генерация профиля %s завершена.

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ program to profile ]
cs: použití: %s [ -d /cesta/k/profilům ] [ -f /cesta/k/logu ] [ program k profilování ]
es: uso: %s [ -d /vía/a/perfiles] [ -f /vía/a/archivo de registro ] [ programa cuyo perfil desea crear ]
fr: Utilisation : %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ programme pour lequel créer un profil ]
it: utilizzo: %s [ -d /percorso/in/profili ] [ -f/percorso/in/file di registro ] [programma per il quale creare il profilo ]
ja: 使用:%s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [プロファイルを作成するプログラム]
km: របៀបប្រើ ៖ %s [ -d /ផ្លូវ/ទៅកាន់/ទម្រង់ ] [ -f /ផ្លូវ/ទៅកាន់/ឯកសារ​កំណត់​ហេតុ ] [ កម្មវិធី​ទៅ​ទម្រង់ ]
ru: использование: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ программа профиля ]

source: usage: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "mark in log to start processing after"
cs: použití: %s [ -d /cesta/k/profilům ] [ -f /cesta/k/logu ] [ -m "označit v logu ke zpracování po"
es: uso: %s [ -d /vía/a/perfiles] [ -f /vía/a/archivo de registro ] [ -m "marca del registro tras la que debe comenzar el procesamiento" ]
fr: Utilisation : %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "marquer dans le journal pour commencer le traitement après"
it: utilizzo: %s [ -d /percorso/in/profili ] [ -f/percorso/in/file di registro ] [-m "contrassegna nel registro per l'avvio dell'elaborazione dopo"]
ja: 使用:%s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "後で処理を開始するログ中のマーク"]
km: របៀបប្រើ ៖ %s [ -d /ផ្លូវ/ទៅកាន់/ទម្រង់ ] [ -f /ផ្លូវ/ទៅកាន់/ឯកសារ​កំណត់​ហេតុ ] [ -m "សម្គាល់​ក្នុង​កំណត់​ហេតុ ដើម្បី​ចាប់ផ្ដើម​ដំណើរការ​បន្ទាប់​ពី"
ru: использование: %s [ -d /path/to/profiles ] [ -f /path/to/logfile ] [ -m "метка в журнале, чтобы после запустить обработку"

source: Can't find AppArmor profiles in %s.
cs: Nelze nalézt profily subdomény v %s.
es: No se encuentran perfiles de subdominio en %s.
fr: Impossible de trouver les profils de sous-domaine dans %s.
it: Impossibile trovare i profili di sottodominio in %s.
ja: %s のサブドメインプロファイルが見つかりませんでした。
km: មិន​អាច​រក​ទម្រង់​ដែនរង​នៅក្នុង %s បានទេ ។
ru: Невозможно найти профили ПодДоменов в %s.

source: Please enter the program to create a profile for:
cs: Zadejte prosím program k profilování:
es: Indique el programa para el que desea crear un perfil:
fr: Entrez le programme pour lequel créer un nouveau profil :
it: Specificare il programma per cui si desidera creare un profilo:
ja: プロファイルを作成するプログラムを入力してください:
km: សូម​បញ្ចូល​កម្មវិធី​ដើម្បី​បង្កើត​ទម្រង់​សម្រាប់ ៖
ru: Укажите программу, для которой создается профиль:

source: %s is currently marked as a program that should not have it's own profile. Usually, programs are marked this way if creating a profile for them is likely to break the rest of the system. If you know what you're doing and are certain you want to create a profile for this program, edit the corresponding entry in the [qualifiers] section in /etc/apparmor/logprof.conf.
cs: %s je nyní označen jako program, který by neměl mít vlastní profil. Tak jsou obvykle označeny programy, u nichž vytvoření profilu může způsobit porušení zbytku systému. Pokud víte, co děláte, a jste si jisti, že pro tento program chcete vytvořit nový profil, upravte odpovídající záznam v části [qualifiers] souboru /etc/apparmor/logprof.conf.
es: %s está marcado actualmente como un programa que no debe disponer de su propio perfil. Normalmente, los programas están marcados de este modo cuando es probable que crear un perfil para ellos corrompa el resto del sistema. Si está seguro de lo que hace y de que desea crear un perfil para este programa, edite la entrada correspondiente en la sección [qualifiers] del archivo /etc/apparmor/logprof.conf.
fr: %s est pour l'instant marqué en tant que programme qui ne devrait pas avoir son propre profil. Les programmes sont habituellement marqués ainsi si la création d'un profil pour eux risque fortement de corrompre le reste du système. Si vous savez ce que vous faites et si vous êtes sûr de vouloir créer un profil pour ce programme, modifiez l'entrée correspondante dans la section [qualifiers] du fichier /etc/apparmor/logprof.conf.
it: %s è contrassegnato come un programma che non deve disporre di un profilo proprio. Generalmente vengono contrassegnati in questo modo i programmi per i quali la creazione di un profilo può provocare l'arresto delle altre applicazioni del sistema. Se si è sicuri dell'operazione da eseguire e si è certi di voler creare un profilo per il programma, modificare la voce corrispondente nella sezione [qualificatori] in /etc/apparmor/logprof.conf.
ja: %sは、現在固有のプロファイルをもたないプログラムとしてマークされています。通常、プロファイルを作成している場合にこのようにマークされていない場合、残りのシステムを破損させる恐れがあります。操作が明確にわかっている場合で、このプログラムにプロファイルを作成することが確かな場合は、/etc/apparmor/logprof.confの[qualifiers]セクションの対応するエントリを編集してください。
km: %s បច្ចុប្បន្ន​ត្រូវ​បាន​សម្គាល់​ជា​កម្មវិធី​មួយ ដែល​មិន​គួរ​មាន​ទម្រង់​ផ្ទាល់​ខ្លួន​របស់​វា ។ តាមធម្មតា កម្មវិធី​ត្រូវ​បាន​សម្គាល់​តាម​វិធី​នេះ បើ​ការ​បង្កើត​ទម្រង់​មួយ​សម្រាប់​ពួក​វា ទំនង​ជាធ្វើ​ឲ្យ​ខូច​ផ្នែក​នៅ​សល់​របស់​ប្រព័ន្ធ ។ បើ​អ្នក​ដឹងថាអ្វី​ដែល​អ្នកកំពុង​ធ្វើ និង​អ្នក​ពិត​ជា ​ចង់​បង្កើត​ទម្រង់​មួយ​សម្រាប់​កម្មវិធី​នេះ កែសម្រួល​ធាតុ​ដែល​ទាក់ទង​ក្នុង​ផ្នែក [qualifiers] នៅក្នុង /etc/apparmor/logprof.conf ។
ru: %s помечено как программа, которая не должна иметь своего профиля. Обычно так помечаются программы, если создание профиля для них может нарушить работу остальной системы. Если вы уверены, что требуется создать профиль для этой программы, измените соответствующую запись в разделе [qualifiers] в файле /etc/apparmor/logprof.conf.

source: Profile for %s already exists - skipping.
cs: Profil pro %s již existuje - přeskakuji.
es: El nombre del proveedor %s ya existe.
fr: Il existe déjà un profil pour %s - ignoré.
it: Il nome di provider %s esiste già.
ja: プロバイダ名 %s はすでに存在します。
km: មាន​ទម្រង់​សម្រាប់ %s រួច​ហើយ - រំលង ។
ru: Профиль для %s уже существует - пропускаем.

source: Can't find %s in the system path list. If the name of the application is correct, please run 'which %s' as a user with the correct PATH environment set up in order to find the fully-qualified path.
cs: Nelze nalézt %s v systémové cestě. Pokud je jméno aplikace správné, spusťte prosím v jiném okně 'which %s' jako uživatel se správně nastaveným prostředím PATH a zjistěte tak plně kvalifikovanou cestu.
es: No se encuentra %s en la lista de vías del sistema. Si el nombre de la aplicación es correcto, ejecute "which %s" como usuario con el entorno PATH correcto configurado para localizar la vía completa.
fr: Impossible de trouver %s dans la liste de chemins système. Si le nom de l'application est correct, exécutez which %s en tant qu'utilisateur dans l'environnement PATH correct pour trouver le chemin complet.
it: Impossibile trovare %s nell'elenco dei percorsi di sistema. Se il nome dell'applicazione è corretto, eseguire 'which %s' come utente con la configurazione d'ambiente PATH corretta allo scopo di individuare il percorso completo.
ja: システムパスリストで %s を見つけることができません。アプリケーションの名前が正しい場合は、完全修飾パスを見つけるためにユーザとして正しいパス環境を設定し、「which %s」を実行してください。
km: មិនអាច​រក %s នៅក្នុង​បញ្ជី​ផ្លូវ​ប្រព័ន្ធ ។ ប្រសិនបើ​ឈ្មោះ​របស់​កម្មវិធី​ត្រឹមត្រូវ សូមរត់ '%s ណាមួយ' ជាអ្នកប្រើ​ដែលមានការរៀបចំ​​បរិស្ថាន PATH ត្រឹមត្រូវ ដើម្បី​រក​ផ្លូវ​ដែលបាន​បញ្ជាក់​ពេញលេញ ។
ru: Невозможно найти %s в списке системных путей. Если имя приложения правильно, запустите "which %s" как пользователь с правильной переменной PATH, чтобы определить полный путь.

source: Setting %s to audit mode.
cs: Nastavuje se %s do režimu auditu.
es: Estableciendo %s en modo de auditoría.
fr: Définition de %s en mode audit.
it: Impostazione %s sulla modalità di controllo.
ja: %s を監査モードに設定します。
km: ការ​កំណត់ %s ទៅជា​របៀប​ពិនិត្យ ។
ru: Настройки %s в режиме аудита.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to audit mode ]
cs: použití: %s [ -d /cesta/k/profilům ] [ program pro přepnutí do režimu auditu ]
es: uso: %s [ -d /vía/a/perfiles ] [ programa que desea cambiar al modo de auditoría ]
fr: Utilisation : %s [ -d /path/to/profiles ] [ programme à basculer en mode audit ]
it: utilizzo: %s [ -d /percorso/in/profili ] [ programma da attivare in modalità controllo ]
ja: 使用:%s [ -d /path/to/profiles ] [ プログラムを監査モードに切り替え]
km: របៀបប្រើ ៖ %s [ -d /ផ្លូវ/ទៅកាន់/ទម្រង់ ] [កម្មវិធី​ត្រូវ​ប្ដូរ​ជា​របៀប​ពិនិត្យ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в режим аудита ]

source: Please enter the program to switch to complain mode:
cs: Zadejte prosím program k přepnutí do režimu stížností:
es: Indique el programa que desee cambiar al modo de queja:
fr: Entrez le programme à basculer en mode réclamation :
it: Specificare il programma da attivare in modalità complain:
ja: プログラムを入力してコンプレインモードに切り換えてください:
km: សូម​បញ្ចូល​កម្មវិធី​ដើម្បី​ប្ដូរ​ទៅជា​របៀប​តវ៉ា ៖
ru: Укажите программу для переключения в щадящий режим:

source: Setting %s to complain mode.
cs: %s se nastavuje do complain režimu.
es: Estableciendo %s en el modo de queja.
fr: Définition de %s en mode réclamation.
it: Impostazione di %s in modalità complain.
ja: コンプレインモードに%sを設定します。
km: ការ​កំណត់ %s ទៅជា​របៀប​តវ៉ា ។
ru: Настройка %s в щадящем режиме.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to complain mode ]
cs: použití: %s [ -d /cesta/k/profilům ] [ program pro přepnutí do režimu stížností ]
es: uso: %s [ -d /vía/a/perfiles ] [ programa que desea cambiar al modo de queja ]
fr: Utilisation : %s [ -d /path/to/profiles ] [ programme à basculer en mode réclamation ]
it: utilizzo: %s [ -d /percorso/in/profili ] [ programma da attivare in modalità complain ]
ja: 使用:%s [ -d /path/to/profiles ] [ プログラムをコンプレインモードに切り替え]
km: របៀប​ប្រើ ៖ %s [ -d /ផ្លូវ/ទៅកាន់/ទម្រង់ ] [ កម្មវិធី​ត្រូវ​ប្ដូរ​ជា​របៀប​តវ៉ា ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в щадящий режим ]

source: Please enter the program to switch to enforce mode:
cs: Zadejte prosím program k přepnutí do režimu vynucení:
es: Indique el programa que desee cambiar al modo de aplicación:
fr: Entrez le programme à basculer en mode mise en vigueur :
it: Specificare il programma da attivare in modalità di enforce:
ja: プログラムを入力して強制モードに切り換えてください:
km: សូម​បញ្ចូល​កម្មវិធី​ដើម្បី​ប្ដូរ​ទៅជា​របៀប​បង្ខំ ៖
ru: Укажите программу для переключения в вынужденный режим:

source: Setting %s to enforce mode.
cs: %s se nastavuje do enforce režimu.
es: Estableciendo %s en el modo de aplicación.
fr: Définition de %s en mode imposition.
it: Impostazione di %s in modo Applica.
ja: %sを強制モードに設定しています。
km: ការ​កំណត់ %s ទៅជា​របៀប​បង្ខំ ។
ru: Настройка %s в вынужденном режиме.

source: usage: %s [ -d /path/to/profiles ] [ program to switch to enforce mode ]
cs: použití: %s [ -d /cesta/k/profilům ] [ program pro přepnutí do enforce režimu ]
es: uso: %s [ -d /vía/a/perfiles ] [ programa que desea cambiar al modo de aplicación ]
fr: Utilisation : %s [ -d /path/to/profiles ] [ programme à basculer en mode définition ]
it: utilizzo: %s [ -d /percorso/in/profili ] [ programma da attivare in modalità applica ]
ja: 使用:%s [ -d /path/to/profiles ] [ プログラムを強制モードに切り替え]
km: របៀប​ប្រើ ៖ %s [ -d /ផ្លូវ/ទៅកាន់/ទម្រង់ ] [កម្មវិធី​ត្រូវ​ប្ដូរ​ជា​របៀប​បង្ខំ]
ru: использование: %s [ -d /path/to/profiles ] [ программа для переключения в вынужденный режим ]

source: Usage: %s [ --paranoid ]
cs: Použití: %s [ --paranoid ]
es: Uso: %s [ --paranoid ]
fr: Utilisation : %s [ --paranoid ]
it: Utilizzo: %s [ --paranoid ]
ja: 使用: %s [ --paranoid ]
km: របៀបប្រើ ៖ %s [ --paranoid ]
ru: Использование: %s [ --paranoid ]

source: AppArmor does not appear to be started. Please enable AppArmor and try again.
cs: AppArmor zřejmě není spuštěna. Povolte prosím AppArmor a zkuste to znovu.
es: Parece que AppArmor no se ha iniciado. Habilite AppArmor e inténtelo de nuevo.
fr: Le sous-domaine semble ne pas être démarré. Activez le sous-domaine et réessayez.
it: AppArmor non è stato avviato. Attivare AppArmor e riprovare.
ja: サブドメインが開始されていないようです。サブドメインを有効にして、もう一度実行してください。
km: ដែនរង​ទំនង​ជា​មិន​ត្រូវបាន​ចាប់​ផ្ដើម ។ សូម​អនុញ្ញាត​ដែនរង ហើយ​ព្យាយាម​ម្ដង​ទៀត ។
ru: Похоже ПодДомены не запущены. Пожалуйста, включите ПодДомены и попробуйте снова.

source: Can't read /proc
cs: Nelze číst /proc
es: No es posible leer /proc
fr: Impossible de lire /proc
it: Impossibile leggere /proc
ja: /procを読めません。
km: មិនអាច​អាន /proc បានទេ
ru: Невозможно прочитать /proc

source: not confined
cs: neomezeno
es: sin limitar
fr: non restreint(e)
it: non limitato
ja: 制限されていない
km: មិន​បានកំណត់
ru: не ограничен

source: confined by
cs: omezeno
es: limitado por
fr: restreint(e) par
it: limitato da
ja: 制限されている
km: បាន​កំណត់​ដោយ
ru: ограничен

source: Can't find %s.
cs: Nelze nalézt %s.
es: No es posible encontrar %s.
fr: %s introuvable.
it: Impossibile scrivere %s.
ja: %s を書き込めません。
km: មិន​អាច​រក %s ។
ru: Невозможно найти %s.

source: Connecting to repository.....
cs: Připojení k repozitáři...
es: Conectando con el depósito...
fr: Connexion au référentiel...
it: Connessione all'archivio in corso...
ja: リポジトリに接続しています...
km: កំពុង​តភ្ជាប់​ទៅ​កាន់ឃ្លាំង.....
ru: Подключение к хранилищу...

source: WARNING: Error fetching profiles from the repository: %s
cs: VAROVÁNÍ: chyba při získání profilu z repozitáře: %s
es: ADVERTENCIA: error al obtener perfiles desde el repositorio: %s
fr: ATTENTION : erreur lors de la récupération des profils depuis de dépôt : %s
it: AVVISO: errore durante il prelievo dei profili dall'archivio: %s
ja: 警告: リポジトリからプロファイルのフェッチ中にエラーが発生しました: %s
km: ព្រមាន ៖ កំហុស​ក្នុង​ការ​ទៅ​យក​ទម្រង់​ពី​ឃ្លាំង ៖ %s
ru: ВНИМАНИЕ: Ошибка получения профилей из репозитория: %s

source: Inactive local profile for
cs: Neaktivní místní profil pro
es: Perfil local inactivo para
fr: Profil local inactif pour
it: Profilo locale inattivo per
ja: 非アクティブなローカルプロファイルの対象
km: ទម្រង់​មូលដ្ឋាន​មិន​សកម្ម​សម្រាប់
ru: Неактивный локальный профиль для

source: Profile
cs: Profil
es: Nuevo perfil
fr: Profil
it: Nuovo profilo
ja: プロファイル
km: ទម្រង់
ru: Профиль

source: Profile submitted by
cs: Profil odeslal
es: Perfil enviado por
fr: Profil soumis par
it: Profilo inviato da
ja: プロファイルの送信元
km: ទម្រង់​បាន​ដាក់ស្នើ​ដោយ
ru: Профиль представлен

source: Error activating profiles: %s
cs: Chyba při aktivaci profilů: %s
es: Error al activar perfiles: %s
fr: Erreur lors de l'activation des profils : %s
it: Errore durante l'attivazione dei profili: %s
ja: プロファイルを有効化中にエラーが発生しました: %s
km: កំហុស​ក្នុង​កា​រធ្វើ​ឲ្យទម្រង់​សកម្ម ៖ %s
ru: Ошибка активации профилей: %s

source: WARNING: Error syncronizing profiles with the repository: %s
cs: VAROVÁNÍ: Chyba při synchronizaci profilu s repozitářem: %s
es: ADVERTENCIA: error al sincronizar los perfiles con el repositorio: %s
fr: ATTENTION : erreur de synchronisation des profils avec le dépôt : %s
it: AVVISO: errore durante la sincronizzazione dei profili con l'archivio: %s
ja: 警告: プロファイルをリポジトリと同期中にエラーが発生しました: %s
km: ព្រមាន ៖ កំហុស​ក្នុង​កា​រធ្វើ​សមកាលកម្ម​ទម្រង់​ជា​មួយ​នឹង​ឃ្លាំង ៖ %s
ru: ВНИМАНИЕ: Ошибка синхронизации профилей с репозитарием: %s

source: New profiles
cs: Nové profily
es: Perfiles nuevos
fr: Nouveaux profils
it: Nuovi profili
ja: 新しいプロファイル
km: ទម្រង់​ថ្មី
ru: Новые профили

source: Please choose the newly created profiles that you would like to store in the repository
cs: Vyberte nově vytvořené profily, které chcete uložit do repozitáře.
es: Elija los perfiles recién creados que desea almacenar en el depósito.
fr: Choisissez les nouveaux profils que vous voulez stocker dans le référentiel
it: Selezionare i profili appena creati da memorizzare nell'archivio.
ja: 新規作成したプロファイルでリポジトリに保存するものを 選択してください
km: សូម​ជ្រើស​ទម្រង់​ដែល​បាន​បង្កើត​ថ្មី​ ដែល​អ្នក​ចង់​ ទុក​ក្នុង​ឃ្លាំង
ru: Выберите новые профили, которые следует сохранить в хранилище

source: Submit newly created profiles to the repository
cs: Odeslat nově vytvořené profily do repozitáře
es: Enviar perfiles recién creados al depósito
fr: Soumettre les profils nouvellement créés dans le référentiel
it: Invia profili appena creati all'archivio.
ja: 新規作成したプロファイルをリポジトリに送信する
km: ដាក់​ស្នើ​ទម្រង់​ដែល​បាន​បង្កើត​ថ្មី​ទៅ​ឃ្លាំង
ru: Отправить новые профили в хранилище

source: Would you like to upload the newly created profiles?
cs: Chcete odeslat nově vytvořené profily?
es: ¿Desea subir los perfiles recién creados?
fr: Voulez-vous charger les profils nouvellement créés ?
it: Caricare i profili appena creati?
ja: 新規作成したプロファイルをアップロードしますか?
km: តើ​អ្នក​ចង់​ផ្ទុកឡើង​ទម្រង់​ដែល​បាន​បង្កើត​ថ្មីៗ​ឬទេ ?
ru: Отправить новые профили?

source: Select which of the changed profiles you would like to upload to the repository
cs: Vyberte změněné profily, které chcete odeslat do repozitáře.
es: Seleccione el perfil modificado que desea cargar en el depósito.
fr: Sélectionnez les profils modifiés que vous voulez charger dans le référentiel
it: Selezionare i profili modificati che si desidera caricare nell'archivio.
ja: 変更したプロファイルでリポジトリにアップロードするものを 選択してください
km: ជ្រើស​ថាតើ​ទម្រង់​ដែល​បាន​ផ្លាស់ប្ដូរ តើ​អ្នក​ចង់​ផ្ទុក​ឡើង​ទៅ​កាន់ ឃ្លាំង​ឬទេ
ru: Выберите измененные профили, которые следует отправить в хранилище

source: Changed profiles
cs: Změněné profily
es: Perfiles cambiados
fr: Profils modifiés
it: Profili modificati
ja: 変更したプロファイル
km: ទម្រង់​បាន​ផ្លាស់ប្ដូរ
ru: Измененные профили

source: Submit changed profiles to the repository
cs: Odeslat změněné profily do repozitáře
es: Enviar perfiles modificados al depósito
fr: Soumettre les profils modifiés au référentiel
it: Invia profili modificati all'archivio
ja: 変更したプロファイルをリポジトリに送信する
km: ដាក់​ស្នើ​ទម្រង់​ដែល​បាន​ផ្លាស់ប្ដូរ​ទៅ​ឃ្លាំង
ru: Отправить измененные профили в хранилище

source: The following profiles from the repository were changed. Would you like to upload your changes?
cs: Následující profily z repozitáře byly změněny. Chcete odeslat změny?
es: Los siguientes perfiles del depósito se han modificado. ¿Desea cargar los cambios?
fr: Les profils suivants du référentiel ont été modifiés. Voulez-vous charger vos modifications ?
it: I seguenti profili dell'archivio sono stati modificati. Caricare le modifiche?
ja: 次のリポジトリからのプロファイルは変更されました。 変更をアップロードしますか?
km: ទម្រង់​ដូច​ខាង​ក្រោម​​ដែល​បាន​មក​ពីឃ្លាំង​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។ តើ​អ្នក​ចង់​ផ្ទុក​ការ​ផ្លាស់ប្ដូរ​ឡើង​ទេ ?
ru: Следующие профили из хранилища были изменены. Отправить изменения?
