Repository: SaiSaggam/URMA-TLR
Catalog: sdk/rootfs/src/open_src/apparmor/src/utils/po/*.po
Languages: cs, es, fr, it, ja, km, ru

source: Entered Path
cs: Zadaná cesta
es: Vía introducida
fr: Chemin entré
it: Percorso immesso
ja: インストール済みパッチ
km: ផ្លូវ​ដែល​បាន​បញ្ចូល
ru: Введенный путь

source: Do you really want to use this path?
cs: Opravdu chcete použít tuto cestu?
es: ¿Desea realmente eliminar esta entrada?
fr: Voulez-vous vraiment utiliser ce chemin ?
it: Volete davvero eliminare questa voce?
ja: このパスを本当に使用しますか?
km: តើ​អ្នក​ពិត​ជា​ចង់​ប្រើផ្លូវ​នេះ​ឬ ?
ru: Вы действительно хотите использовать этот путь?

source: Network Family
cs: Rodina sítě
es: Familia de red
fr: Famille d'adresses réseau
it: Famiglia di rete
ja: ネットワークファミリ
km: គ្រួសារ​បណ្ដាញ
ru: Сетевое семейство

source: Socket Type
cs: Typ soketu
es: Tipo de socket
fr: Type de socket
it: Tipo di socket
ja: ソケットタイプ
km: ប្រភេទ​រន្ធ
ru: Тип сокета

source: Adding network access %s %s to profile.
cs: Přidání síťového přístupu %s %s k profilu.
es: Añadiendo acceso de red %s %s a perfil.
fr: Ajout de l'accès réseau %s %s au profil.
it: Aggiunta dell'accesso di rete %s %s al profilo.
ja: ネットワークアクセス %s %s をプロファイルに追加しています。
km: បន្ថែម​ការ​ចូល​ដំណើរការ​បណ្ដាញ %s %s ទៅ​ទម្រង់ ។
ru: Добавление доступа к сети %s %s в профиль.

source: Denying network access %s %s to profile.
cs: Odmítnutí síťového přístupu %s %s k profilu.
es: Denegando acceso de red %s %s al perfil.
fr: Refus de l'accès réseau %s %s au profil.
it: Accesso alla rete %s %s rifiutato al profilo.
ja: ネットワークアクセス %s %s をプロファイルで拒否しています。
km: បដិសេធ​ការ​ចូល​ដំណើរការ​បណ្ដាញ %s %s ទៅ​ទម្រង់ ។
ru: Запрет доступа к сети %s %s в профиле.

source: Reading log entries from %s.
cs: Čtou se záznamy z %s.
es: Leyendo los dominios del servidor de correo %s...
fr: Lecture des entrées de journal depuis %s.
it: Lettura dei domini del server %s di posta in corso...
ja: %sからログエントリを読み込んでいます。
km: អាន​ធាតុ​កំណត់​ហេតុ​ពី %s ។
ru: Читаются записи журнала из %s.

source: Updating AppArmor profiles in %s.
cs: Aktualizují se profily modulu AppArmor v %s.
es: Actualizando perfiles de AppArmor en %s.
fr: Mise à jour des profils AppArmor dans %s.
it: Aggiornamento in corso dei profili AppArmor in %s.
ja: %sのAppArmorプロファイルを更新しています。
km: ធ្វើ​ឲ្យ​ទម្រង់ AppArmor ក្នុង %s ទាន់​សម័យ ។
ru: Обновляется профили AppArmor в %s.

source: unknown
cs: neznámý
es: desconocido
fr: inconnu(e)
it: sconosciuto
ja: 不明
km: មិន​ស្គាល់
ru: неизвестно

source: The profile analyzer has completed processing the log files. All updated profiles will be reloaded
cs: Analyzátor profilu dokončil zpracování souborů s logy. Všechny aktualizované profily budou znovu nahrány
es: El analizador de perfiles ha terminado de procesar los archivos de registro. Se volverán a cargar todos los perfiles actualizados.
fr: L'analyseur de profil a terminé le traitement des fichiers journaux. Tous les profils mis à jour seront rechargés
it: L'analizzatore profilo ha terminato l'elaborazione dei file di log. Tutti i profili aggiornati verranno caricati
ja: プロファイルアナライザがログファイルの処理を完了しました。 更新されたすべてのプロファイルはリロードされます
km: អ្នក​វិភាគ​ទម្រង់​បាន​បញ្ចប់​ដំណើរការ​ឯកសារ​កំណត់​ហេតុ ។ ទម្រង់​ដែល​បានធ្វើ​ឲ្យ​ទាន់​សម័យ​ទាំង​អស់ នឹង​ត្រូវ​បាន​ផ្ទុក​ឡើង​វិញ
ru: Анализатор профиля закончил обработку файлов журнала. Все обновленные профили будут перезагружены

source: No unhandled AppArmor events were found in the system log.
cs: Systémový log neobsahuje žádné neobsloužené události modulu AppArmor.
es: No se han encontrado eventos AppArmor sin gestionar en el registro del sistema.
fr: Aucun événement AppArmor non géré n'a été trouvé dans le journal système.
it: Nessun evento AppArmor non gestito individuato nel log di sistema.
ja: システムログに未処理AppArmorイベントが見つかりませんでした。
km: រក​មិន​ឃើញ​ព្រឹត្តិការណ៍ AppArmor ដែល​មិន​បាន​ដោះស្រាយ ក្នុង​កំណត់​ហេតុ​ប្រព័ន្ធ ។
ru: Не обработанные события AppArmor были найдены в системном журнале.

source: Select which profile changes you would like to save to the local profile set
cs: Vyberte, které změny profilu chcete uložit do místní sady profilu.
es: Seleccione los cambios de perfil que desea guardar en el conjunto de perfiles locales.
fr: Sélectionnez les modifications de profil que vous voulez enregistrer dans l'ensemble de profils locaux
it: Selezionare le modifiche dei profili che si desidera salvare nel set di profili.
ja: ローカルプロファイルセットに保存するプロファイルの変更を 選択してください
km: ជ្រើស​ថា​ការ​ផ្លាស់ប្ដូរ​ទម្រង់​ណា​មួយ​ដែល​អ្នក​ចង់​រក្សាទុក​​ទៅ​ក្នុង សំណុំ​ទម្រង់​មូលដ្ឋាន
ru: Выберите изменения профилей для сохранения в наборе локальных профилей

source: Local profile changes
cs: Změny místního profilu
es: Cambios de perfil local
fr: Modifications de profil local
it: Modifiche del profilo locale
ja: ローカルプロファイルの変更
km: ការ​ផ្លាស់ប្ដូរ​ទម្រង់​មូលដ្ឋាន
ru: Изменения локальных профилей

source: The following local profiles were changed. Would you like to save them?
cs: Byly změněny následující místní profily. Chcete je uložit?
es: Los siguientes perfiles locales se han modificado. ¿Desea guardarlos?
fr: Les profils locaux suivants ont été modifiés. Voulez-vous les enregistrer ?
it: I seguenti profili locali sono stati modificati. Salvarli?
ja: 次のローカルプロファイルが変更されました。保存しますか?
km: ទម្រង់​មូលដ្ឋាន​ដូច​ខាង​ក្រោម​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។ តើ​អ្នក​ចង់​រក្សាទុក​ពួកវា​ឬទេ ?
ru: Следующие локальные профили были изменены. Сохранить их?

source: Profile Changes
cs: Změny profilu
es: Cambios de perfil
fr: Modifications de profil
it: Modifiche del profilo
ja: プロファイルの変更
km: ការ​ផ្លាស់ប្ដូរ​ទម្រង់
ru: Изменения профилей

source: %s contains syntax errors.
cs: %s obsahuje syntaktické chyby.
es: %s contiene errores de sintaxis.
fr: %s contient des erreurs de syntaxe.
it: %s contiene errori di sintassi.
ja: %sは構文エラーを含んでいます。
km: %s មាន​កំហុស​វាក្យ​សម្ពន្ធ ។
ru: %s содержит синтаксические ошибки.

source: Profile %s contains invalid regexp %s.
cs: Profil %s obsahuje neplatný regulární výraz %s.
es: El perfil %s contiene una entrada regexp no válida: %s.
fr: Le profil %s contient une regexp %s incorrecte.
it: Il profilo %s contiene regexp non valido %s.
ja: プロファイル%sに無効なregexp %sが含まれています。
km: ទម្រង់ %s មាន​កន្សោម​ធម្មតា %s មិន​ត្រឹមត្រូវ ។
ru: Профиль %s содержин неверный %s.

source: Profile %s contains invalid mode %s.
cs: Profil %s obsahuje neplatný režim %s.
es: El perfil %s contiene el módulo no válido %s.
fr: Le profil %s contient le mode non valide %s.
it: Il profilo %s contiene la modalità non valida %s.
ja: プロファイル %s に無効なモード %s が含まれています。
km: ទម្រង់ %s មាន​របៀប​មិនត្រឹមត្រូវ %s ។
ru: Профиль %s содержит недопустимый режим %s.

source: %s contains syntax errors. Line [%s]
cs: %s obsahuje chyby syntaxe. Řádek [%s]
es: %s contiene errores de sintaxis. Línea [%s].
fr: %s contient des erreurs de syntaxe. Ligne [%s]
it: %s contiene errori di sintassi. Riga [%s]
ja: %s に構文エラーが含まれています。行[%s]
km: %s មាន​កំហុស​វាក្សសម្ព័ន្ធ ។ បន្ទាត់ [%s]
ru: %s содержит ошибки синтаксиса. Строка [%s]

source: Writing updated profile for %s.
cs: Zapisuje se aktualizovaný profil pro %s.
es: Escribiendo perfil actualizado para %s.
fr: Écriture du profil à jour pour %s.
it: Scrittura profilo aggiornato per %s.
ja: %sの更新されたプロファイルを書き込んでいます。
km: សរសេរ​ទម្រង់​ដែល​បានធ្វើ​ឲ្យ​ទាន់​សម័យ​សម្រាប់ %s ។
ru: Зыписывается обновленный профиль %s.

source: Unknown command
cs: Neznámý příkaz
es: Comando desconocido
fr: Commande inconnue
it: Comando sconosciuto
ja: 不明なコマンド
km: ពាក្យបញ្ជា​ដែល​មិនស្គាល់
ru: Неизвестная команда

source: Invalid hotkey in
cs: Neplatná klávesová zkratka v
es: Tecla rápida no válida en
fr: Raccourci clavier non valide dans
it: Tasto di scelta rapida non valido in
ja: 無効なホットキー:
km: គ្រាប់​ចុច​ចង​មិន​ត្រឹមត្រូវ​នៅក្នុង
ru: Неверная клавиша быстрого доступа в

source: Duplicate hotkey for
cs: Duplicitní klávesová zkratka pro
es: Tecla rápida duplicada para
fr: Raccourci clavier en double pour
it: Duplica tasto di scelta rapida per
ja: 重複したホットキー:
km: គ្រាប់ចុច​ផ្ទួន​សម្រាប់
ru: Дублирование клавиши быстрого доступа для

source: Invalid hotkey in default item
cs: Neplatná klávesová zkratka ve výchozí položce
es: Tecla rápida no válida en el elemento por defecto
fr: Raccourci clavier non valide dans l'élément par défaut
it: Tasto di scelta rapida non valido in un elemento predefinito
ja: デフォルト項目に無効なホットキーがあります
km: គ្រាប់​ចុច​ចង​មិន​ត្រឹមត្រូវ​នៅ​ក្នុង​ធាតុ​លំនាំដើម
ru: Неверная клавиша быстрого доступа в элементе по умолчанию

source: Invalid default
cs: Neplatné výchozí nastavení
es: Valor por defecto no válido
fr: Valeur par défaut non valide
it: Valore predefinito non valido
ja: デフォルトが無効です
km: លំនាំដើម​មិន​ត្រឹមត្រូវ
ru: Неверное значение по умолчанию

source: DBI Execution failed: %s.
cs: Chyba při spuštění DBI: %s.
es: Error de ejecución de DBI: %s.
fr: L'exécution de DBI a échoué : %s.
it: Esecuzione DBI non riuscita: %s.
ja: DBI実行に失敗しました: %s
km: ការ​ប្រតិបត្តិ DBI បាន​បរាជ័យ ៖ %s ។
ru: Ошибка при выполнении DBI: %s.

source: Couldn't open file: %s.
cs: Nelze otevřít soubor: %s.
es: No se ha podido abrir el archivo: %s.
fr: Impossible d'ouvrir le fichier : %s.
it: Impossibile aprire il file: %s.
ja: ファイルを開けませんでした: %s
km: មិន​អាច​បើក​ឯកសារ ៖ %s ។
ru: Не удалось открыть файл: %s.

source: No type value passed. Unable to determine page count.
cs: Nebyla předána hodnota typu. Nelze zjistit počet stránek.
es: No se ha pasado ningún valor de tipo. No se puede determinar el número de páginas.
fr: Aucune valeur de type transmise. Impossible de déterminer le nombre de pages.
it: Nessun valore tipo passato. Impossibile stabilire il numero di pagine.
ja: タイプの値が渡されていません。ページ数を判定できません。
km: មិន​មាន​តម្លៃ​ប្រភេទ​ត្រូវ​បាន​ហុច​ឡើយ ។ មិន​អាច​កំណត់​ការ​រាប់​ទំព័រ​បាន​ឡើយ ។
ru: Не передано значение типа. Невозможно определить число страниц.

source: Failed copying %s.
cs: Chyba při kopírování %s.
es: Error al copiar %s.
fr: La copie de %s a échoué.
it: Impossibile copiare %s.
ja: %s のコピーに失敗しました。
km: បាន​បរាជ័យ​ក្នុង​ការ​ចម្លង %s ។
ru: Ошибка при копировании %s.

source: Export Log Error: Couldn't open %s
cs: Chyba protokolu exportu: Nelze otevřít %s.
es: Error de registro de exportación: no se ha podido abrir %s.
fr: Erreur d'exportation du journal : impossible d'ouvrir %s
it: Errore log esportazione: impossibile aprire %s
ja: ログのエクスポートエラー: %s を開けませんでした
km: កំហុស​នាំ​ចេញ​កំណត់ហេតុ ៖ មិន​អាច​បើក %s
ru: Ошибка при экспорте журнала: не удалось открыть %s

source: Fatal error. No report name given. Exiting.
cs: Vážná chyba. Nezadali jste název zprávy. Probíhá ukončení.
es: Error fatal. No se ha proporcionado un nombre de informe. Se va a salir.
fr: Erreur irrécupérable. Aucun nom de rapport indiqué. Sortie.
it: Errore irreversibile. Nessun nome di rapporto indicato. Uscita in corso.
ja: 致命的なエラー:レポート名が指定されていません。終了しています。
km: កំហុស​ធ្ងន់ធ្ងរ ។ គ្មាន​ឈ្មោះ​របាយការណ៍​បាន​ផ្ដល់ ។ ចេញ ។
ru: Неустранимая ошибка. Не задано имя отчета. Выполняется выход.

source: Unable to get configuration info for %s. Unable to find %s.
cs: Nelze získat informace o konfiguraci pro %s. Nelze nalézt %s.
es: No es posible obtener información de configuración de %s. No se encuentra %s.
fr: Impossible d'obtenir les infos de configuration pour %s. Impossible de trouver %s.
it: Impossibile ottenere le informazioni di configurazione per %s. Impossibile trovare %s.
ja: %s の環境設定を取得できません。 %sを見つけられません。
km: មិន​អាច​ទទួល​នូវ​ព័ត៌មាន​កំណត់​រចនា​សម្ព័ន្ធ​​សម្រាប់ %s បាន​ឡើយ ។ មិន​អាច​រក %s បាន​ទេ ។
ru: Не удалось получить сведения о конфигурации для %s. Не удалось найти %s.

source: Failed to parse: %s.
cs: Chyba při parsování: %s.
es: Error al analizar %s.
fr: L'analyse a échoué : %s.
it: Impossibile analizzare sintatticamente: %s.
ja: 解析に失敗しました: %s
km: បាន​បរាជ័យ​ក្នុង​ការ​ញែក ៖ %s ។
ru: Ошибка при анализе: %s.

source: Fatal Error. Couldn't open %s.
cs: Vážná chyba. Nelze otevřít %s.
es: Error fatal. No se ha podido abrir %s.
fr: Erreur irrécupérable. Impossible d'ouvrir %s.
it: Errore irreversibile. Impossibile aprire %s.
ja: 致命的なエラー: %s を開けませんでした。
km: កំហុស​ធ្ងន់ធ្ងរ ។ មិន​អាច​បើក %s ។
ru: Неустранимая ошибка. Не удалось открыть %s.

source: Fatal Error. Can't run %s. Exiting.
cs: Vážná chyba . Nelze spustit %s. Probíhá ukončení.
es: Error fatal. No se puede ejecutar %s. Se va a salir.
fr: Erreur irrécupérable. Impossible d'exécuter %s. Sortie.
it: Errore irreversibile. Impossibile eseguire %s. Uscita in corso.
ja: 致命的なエラー。%s を実行できません。終了しています。
km: កំហុស​ធ្ងន់ធ្ងរ ។ មិន​អាច​រត់ %s ។ ចេញ ។
ru: Неустранимая ошибка. Не удалось выполнить %s. Выполняется выход.

source: Fatal Error. No directory, %s, found. Exiting.
cs: Vážná chyba. Nebyl nalezen adresář, %s. Probíhá ukončení.
es: Error fatal. No se ha encontrado el directorio %s. Se va a salir.
fr: Erreur irrécupérable. Aucun répertoire, %s, n'a été trouvé. Sortie.
it: Errore irreversibile. Nessuna directory %s trovata. Uscita in corso.
ja: 致命的なエラー。ディレクトリ %s が見つかりません。終了しています。
km: កំហុស​ធ្ងន់ធ្ងរ ។ រក​មិន​ឃើញ​ថត %s ។ ចេញ ។
ru: Неустранимая ошибка. Не найден каталог %s. Выполняется выход.

source: Fatal Error. Couldn't open %s. Exiting
cs: Vážná chyba. Nelze otevřít %s. Probíhá ukončení.
es: Error fatal. No se ha podido abrir %s. Se va a salir.
fr: Erreur irrécupérable. Impossible d'ouvrir %s. Sortie
it: Errore irreversibile. Impossibile aprire %s. Uscita in corso.
ja: 致命的なエラー。%s を開けませんでした。終了しています。
km: កំហុស​ធ្ងន់ធ្ងរ ។ មិន​អាច​បើក %s ។ ចេញ
ru: Неустранимая ошибка. Не удалось открыть %s. Выполняется выход.

source: Fatal Error. getArchReport() couldn't open %s
cs: Vážná chyba. Funkce getArchReport() nemůže otevřít %s.
es: Error fatal. getArchReport() no ha podido abrir %s.
fr: Erreur irrécupérable. getArchReport() n'a pas pu ouvrir %s
it: Errore irreversibile. getArchReport() non ha potuto aprire %s.
ja: 致命的なエラー。getArchReport()で %s を開けませんでした
km: កំហុស​ធ្ងន់ធ្ងរ ។ getArchReport() មិន​អាច​បើក %s
ru: Неустранимая ошибка. getArchReport() не может открыть %s.
