Repository: SaiSaggam/URMA-TLR
Catalog: sdk/rootfs/src/open_src/apparmor/src/utils/po/*.po
Languages: cs, es, fr, it, ja, km, ru

source: WARNING: An error occured while uploading the profile %s %s
cs: VAROVÁNÍ: Chyba při nahrávání profilu %s do repozitáře %s
es: ADVERTENCIA: error al cargar el perfil %s %s
fr: ATTENTION : une erreur s'est produite lors de l'envoi du profil %s %s
it: AVVISO: errore durante l'upload del profilo %s %s
ja: 警告: プロファイル %s をアップロードする際にエラーが発生しました。 %s
km: ព្រមាន ៖ កំហុស​មួយ​បានកើត​ឡើង ខណៈពេល​ផ្ទុក​ទម្រង់​ឡើង %s %s
ru: ВНИМАНИЕ: Произошла ошибка при выгрузке профиля %s в репозитарий %s

source: Uploaded changes to repository.
cs: Změny byly odeslány do repozitáře.
es: Cambios cargados en el depósito.
fr: Modifications chargées dans le référentiel.
it: Modifiche caricate nell'archivio.
ja: 変更をリポジトリにアップロードしました。
km: បាន​ផ្ទុក​ការ​ផ្លាស់ប្ដូរ​ឡើង​ទៅ​ឃ្លាំង ។
ru: Изменения отправлены в хранилище

source: Changelog Entry:
cs: Položka protokolu změn:
es: Entrada de registro de cambios:
fr: Entrée du journal de modification :
it: Voce log delle modifiche:
ja: 変更ログエントリ:
km: ធាតុ​កំណត់​ហេតុ​ផ្លាស់ប្ដូរ ៖
ru: Запись журнала изменений:

source: Uploaded %s to repository.
cs: %s bylo odesláno do repozitáře.
es: %s cargado en el depósito.
fr: Chargement de %s dans le référentiel.
it: %s caricato nell'archivio.
ja: %s をリポジトリにアップロードしました。
km: បាន​ផ្ទុក %s ទៅ​ឃ្លាំង ។
ru: Отправлены в хранилище %s.

source: Repository Error Registration or Signin was unsuccessful. User login information is required to upload profiles to the repository. These changes have not been sent.
cs: Chyba repozitáře Registrace nebo přihlašování bylo neúspěšné. K nahrání profilů do repozitáře je vyžadováno uživatelské jméno. Změny nebyly odeslány.
es: Error de repositorio Registro o firma incorrectos. Se requiere la información de entrada del usuario para cargar perfiles en el repositorio. Estos cambios no han sido enviados.
fr: Erreur de dépôt L'enregistrement ou l'identification a échoué. Les informations de login sont nécessaires pour envoyer les profils au dépôt. Les modifications n'ont pas été envoyées.
it: Errore dell'archivio La registrazione o il sign-in non hanno avuto successo. Le informazioni di login dell'utente sono necessarie per inviare i profili all'archivio Queste modifiche non sono state inviate.
ja: リポジトリエラー 登録またはサインインが成功しませんでした。リポジトリに プロファイルを登録する際にはユーザのログイン情報が必要です。 これらの変更は送信されていません。
km: កំហុស​ឃ្លាំង ការ​ចុះឈ្មោះ ឬ​ចូល​​មិន​បាន​ជោគជ័យ​ទេ ។ ត្រូវការ​ព័ត៌មាន​ចូល របស់​អ្នក​ប្រើ ដើម្បី​ផ្ទុក​ទម្រង់​ឡើង​ទៅ​​ឃ្លាំង ។ កា​រផ្លាស់ប្ដូរ​ទាំង​នេះ​មិន​ត្រូវ​បាន​ផ្ញើ​ទេ ។
ru: Ошибка репозитария Регистрация или вход закончились неудачно. Необходима информация о входе пользователя в систему для выгрузки профилей в репозитарий. Изменения не отправлены.

source: (Y)es
cs: (A)no
es: (S)í
fr: (O)ui
it: (S)ì
ja: はい(Y)
km: បាទ/ចាស
ru: (Д)а

source: (N)o
cs: (N)e
fr: (N)on
ja: いいえ
km: ទេ
ru: (Н)ет

source: Invalid hotkey for
cs: Neplatná klávesová zkratka pro
es: Tecla rápida no válida para
fr: Raccourci clavier non valide pour
it: Tasto di scelta rapida non valido per
ja: 無効なホットキー:
km: គ្រាប់​ចុច​ចង​មិន​ត្រឹមត្រូវ​សម្រាប់
ru: Неверная клавиша быстрого доступа для

source: (C)ancel
cs: (Z)rušit
es: (C)ancelar
fr: (A)nnuler
it: (A)nnulla
ja: キャンセル(&C)
km: បោះបង់
ru: (О)тмена

source: Are you sure you want to abandon this set of profile changes and exit?
cs: Opravdu chcete zahodit tyto změny profilu a skončit?
es: ¿Está seguro de que desea abandonar este conjunto de cambios de perfiles y salir?
fr: Êtes-vous sûr de vouloir abandonner ce jeu de modifications de profil et de vouloir sortir ?
it: Annullare le modifiche apportate al profilo e uscire?
ja: このプロファイルの変更を破棄し、終了しますか?
km: តើ​អ្នក​ពិត​ជា​ចង់បោះបង់​ការ​ផ្លាស់ប្ដូរសំណុំទម្រង់ រួច​ចេញឬ ?
ru: Вы уверены, что вы хотите отменить этот набор изменений профиля и выйти?

source: Abandoning all changes.
cs: Ruší se všechny změny.
es: Abandonando todos los cambios.
fr: Abandonner tous les changements ?
it: Ignora tutte le modifiche?
ja: すべての変更を中止しますか?
km: ការបោះបង់​ការ​ផ្លាស់​ប្ដូរ​ទាំង​អស់ ។
ru: Отменяются все изменения.

source: Default Hat
cs: Výchozí hat
es: Hat por defecto
fr: Hat par défaut
it: Hat predefinito
ja: デフォルトホスト
km: Hat លំនាំដើម
ru: Покрытие по умолчанию

source: Requested Hat
cs: Požadovaný hat
es: Puerto requerido
fr: Hat demandé
it: Hat richiesto
ja: ハットの要求
km: Hat ដែល​បាន​ស្នើ
ru: Запршенное покрытие

source: Program
es: Programa
fr: Programme
it: Programma
ja: プログラム
km: កម្មវិធី
ru: Программа

source: Execute
cs: Spustit
es: Experto
fr: Exécuter
it: Esperto
ja: エキスパート(E)
km: ប្រតិបត្តិ
ru: Выполнить

source: Severity
cs: Závažnost
es: Seguridad
fr: Gravité
it: Gravità
ja: セキュリティ
km: ភាព​ត្រឹមត្រូវ
ru: Строгость

source: Enter profile name to transition to:
cs: Zadejte jméno profilu k přesunu:
es: Introduzca el nombre del perfil al que cambiar:
fr: Saisissez le nom du profil vers lequel exécuter la transition :
it: Immettere il nome del profilo per la transizione a:
ja: 移行先のプロファイル名を入力してください:
km: បញ្ចូល​ឈ្មោះ​ទម្រង់​ដើម្បី​ប្ដូរ​ទៅ ៖
ru: Введите имя переносимого профиля:

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but some applications depend on the presence of LD_PRELOAD or LD_LIBRARY_PATH.
cs: Má modul AppArmor sanovat prostředí při přepínání profilů? Sanování prostředí je bezpečnější, ale některé aplikace jsou závislé na přítomnosti LD_PRELOAD nebo LD_LIBRARY_PATH.
es: ¿Debe AppArmor sanear el entorno al cambiar de perfil? Sanear el entorno es más seguro, pero algunas aplicaciones dependen de la presencia de LD_PRELOAD o LD_LIBRARY_PATH.
fr: AppArmor doit-il expurger les éléments de l'environnement lors du changement de profil ? Cette opération garantit une meilleure sécurité mais certaines applications nécessitent LD_PRELOAD ou LD_LIBRARY_PATH.
it: Specificare se AppArmor deve ripulire l'ambiente durante lo scambio dei profili. Benché ripulire l'ambiente sia più sicuro, alcune applicazioni dipendono dalla presenza di LD_PRELOAD o LD_LIBRARY_PATH.
ja: AppArmorはプロファイルを切り換えるときに環境を サニタイズする必要がありますか？ 環境をサニタイズすることはずっと安全です、 しかし一部のアプリケーションは次のパスの存在に依存しています。 LD_PRELOAD or LD_LIBRARY_PATH
km: តើ AppArmor គួរ​តែ​ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​ពេល កំពុង​ប្ដូរ​ទម្រង់​ឬ ? ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​រឹត​តែ​មាន​សុវត្ថិភាព ប៉ុន្តែ​កម្មវិធី​ខ្លះ​ពឹងផ្អែក​លើ​វត្ដមាន​នៃ LD_PRELOAD ឬ LD_LIBRARY_PATH ។
ru: Должен ли AppArmor санировать среду при переключении профилей? Санирование среды это более безопасно, но некоторые приложения зависят от присутствия LD_PRELOAD или LD_LIBRARY_PATH.

source: Should AppArmor sanitize the environment when switching profiles? Sanitizing the environment is more secure, but this application appears to use LD_PRELOAD or LD_LIBRARY_PATH and clearing these could cause functionality problems.
cs: Má modul AppArmor sanovat prostředí při přepínání profilů? Sanování prostředí je bezpečnější, ale tato aplikace zřejmě používá LD_PRELOAD nebo LD_LIBRARY_PATH a jejich vymazání může způsobit funkční problémy.
es: ¿Debe AppArmor sanear el entorno al cambiar de perfil? Sanear el entorno es más seguro, pero parece que esta aplicación utiliza LD_PRELOAD o LD_LIBRARY_PATH y suprimirlos podría causar problemas de funcionamiento.
fr: AppArmor doit-il expurger les éléments de l'environnement lors du changement de profil ? Cette opération garantit une meilleure sécurité mais cette application semble utiliser LD_PRELOAD ou LD_LIBRARY_PATH. Leur nettoyage peut entraîner des problèmes de fonctionnement.
it: Specificare se AppArmor deve ripulire l'ambiente durante lo scambio dei profili. Benché ripulire l'ambiente sia più sicuro, questa applicazione utilizza molto probabilmente LD_PRELOAD o LD_LIBRARY_PATH la cui eliminazione può provocare problemi di funzionamento.
ja: AppArmorはプロファイルを切り換えるときに 環境をサニタイズする必要がありますか？ 環境をサニタイズすることによりさらに安全になりますが、 このアプリケーションはLD_PRELOAD またはLD_LIBRARY_PATHを使用しているようです。これらをクリアすることは 機能上の問題を引き起こします。
km: តើ AppArmor គួរ​តែ​ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​ពេល កំពុង​ប្ដូរ​ទម្រង់​ឬ ? ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​គឺ​រឹត​តែ​មាន​សុវត្ថិភាព ប៉ុន្តែ​កម្មវិធី​នេះ​លេចឡើង​សម្រាប់​ប្រើ LD_PRELOAD ឬ LD_LIBRARY_PATH ហើយ​​ការ​ជម្រះ​ទាំងនេះ​អាច បង្ករ​បញ្ហា​មុខងារ ។
ru: Должен ли AppArmor санировать среду при переключении профилей? Санирование среды это более безопасно, но похоже, это приложение использует LD_PRELOAD или LD_LIBRARY_PATH и очистка их может вызвать проблемы работоспособности.

source: Launching processes in an unconfined state is a very dangerous operation and can cause serious security holes. Are you absolutely certain you wish to remove all AppArmor protection when executing %s?
cs: Spouštění procesů v neomezeném stavu je velmi nebezpečné a představuje vážné riziko. Jste si naprosto jistí, že chcete při spouštění %s odstranit veškerou ochranu modulu AppArmor?
es: Ejecutar procesos sin limitaciones es una operación muy peligrosa y puede provocar importantes problemas de seguridad. ¿Está totalmente seguro de que desea eliminar toda la protección de AppArmor al ejecutar %s?
fr: Le lancement de processus non restreints est une opération très dangereuse. Il peut entraîner d'importantes failles de sécurité. Voulez-vous vraiment annuler complètement la protection AppArmor lors de l'exécution de %s ?
it: L'avvio di processi in uno stato senza limitazioni rappresenta un'operazione molto pericolosa che può compromettere seriamente la sicurezza. Si è certi di voler rimuovere tutte le funzionalità di protezione AppArmor durante l'esecuzione di %s?
ja: 制限されていない状態での起動プロセスは非常に 危険な操作であり、重大なセキュリティの問題を発生させるおそれがあります。 %s の実行時に本当にAppArmorの保護を 排除してもよろしいですか？
km: ការ​ចាប់​ផ្ដើម​ដំណើរការ​ក្នុង​សភាពមិន​បាន​កំណត់​មួយគឺជា​ប្រតិបត្តិការ​ដ៏គ្រោះថ្នាក់ បំផុត និងអាច​​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​​សុវត្ថិភាពធ្ងន់ធ្ងរ ។ តើ​អ្នក​ពិត​ជា​ចង់យកការ​ការពាររបស់​ AppArmor ទាំង​អស់​ចេញ នៅ​ពេល​ប្រតិបត្តិ %s ឬ ?
ru: Запуск процессов в неограниченном состоянии это очень опасное действие и может произвести дыры в безопасноит. Вы абсолютно уверены, что вы хотите удалить всю защиту AppArmor при запуске %s?

source: Should AppArmor sanitize the environment when running this program unconfined? Not sanitizing the environment when unconfining a program opens up significant security holes and should be avoided if at all possible.
cs: Má modul AppArmor sanovat prostředí při přepínání profilů? Nesanování prostředí při zrušení omezení programu otevírá významné bezpečnostní díry. Pokud je to možné, vyhněte se tomu.
es: ¿Debe AppArmor sanear el entorno al ejecutar este programa sin limitaciones? Si no se sanea el entorno cuando se usa un programa sin limitaciones, se crearán problemas importantes de seguridad que deberían evitarse si fuera posible.
fr: AppArmor doit-il expurger les éléments de l'environnement lors de l'exécution de ce programme non restreint ? La non-réalisation de cette opération, entraîne l'ouverture d'importantes failles de sécurité. Si possible, évitez le problème.
it: Specificare se AppArmor deve ripulire l'ambiente durante l'esecuzione di questo programma senza limiti. Non ripulire l'ambiente all'avvio di un programma senza limiti può rappresentare un rischio alto per la sicurezza e deve quindi essere evitato il più possibile.
ja: 制限されない状態でこのプログラムを実行するときに AppArmorは環境をサニタイズする必要がありますか？ 制限されていないときに環境をサニタイズしない場合、 プログラムが重大なセキュリティの問題をまねくことになります。 可能ならば、これを避けるべきです。
km: តើ AppArmor គួរតែ​ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​នៅ​ពេល កំពុង​រត់​កម្មវិធី​នេះ​ដោយ​មិនបាន​កំណត់​ឬ ? ការ​ដែលមិន​ធ្វើ​ឲ្យ​បរិស្ថាន​ល្អ​នៅពេល​មិនបាន​កំណត់ នោះ​កម្មវិធី​បើក​បញ្ហា​សុវត្ថិភាព​សំខាន់ ហើយ​គួរតែ​ត្រូវបាន​ជៀស​វៀង​ប្រសិន​បើវា​អាច​ធ្វើ​បាន​ទាំងអស់ ។
ru: Должен ли AppArmor санировать среду при запуске этой программы в неограниченном состоянии? Не санированная среда, при неограниченной программе, открывает потенциальные дыры безопасности, и этого следует по возможности избегать.

source: A profile for %s does not exist create one?
cs: Profil pro %s neexistuje. Vytvořit?
es: No existe perfil para %s. ¿Desea crear uno?
fr: %s ne possède pas de profil. Voulez-vous en créer un ?
it: Non esiste un profilo per %s, crearne uno?
ja: %s 向けのプロファイルは存在しません。作成しますか？
km: ទម្រង់​សម្រាប់ %s មិន​ទាន់​មាន​ទេ បង្កើត​វា​មួយ​ឬ ?
ru: Профиль %s не существует, создать новый?

source: A local profile for %s does not exist create one?
cs: Místní profil pro %s neexistuje. Vytvořit?
es: No existe un perfil local para %s. ¿Desea crear uno?
fr: %s ne possède pas de profil local. Voulez-vous en créer un ?
it: Non esiste un profilo locale per %s, crearne uno?
ja: %s 向けのローカルプロファイルは存在しません。作成しますか？
km: ទម្រង់​មូលដ្ឋាន​សម្រាប់ %s មិន​ទាន់​មានទេ បង្កើត​វា​មួយ​ទេ ?
ru: Локальный профиль %s не существует, создать новый?

source: Log contains unknown mode %s.
cs: Protokol obsahuje neznámý režim %s.
es: El registro incluye el modo desconocido %s.
fr: Le journal contient un mode inconnu %s.
it: Il log contiene la modalità sconosciuta %s.
ja: ログに不明なモード %s が含まれています。
km: កំណត់​ហេតុ​មាន​របៀប​មិនស្គាល់ %s ។
ru: Журнал содержит неизвестный режим %s.

source: An updated version of this profile has been found in the profile repository. Would you like to use it?
cs: V repozitáři profilu byla nalezena aktualizovaná verze tohoto profilu. Chcete ji použít?
es: Se ha encontrado una versión actualizada de este perfil en el depósito de perfiles. ¿Desea utilizarla?
fr: Une version à jour de ce profil a été trouvée dans le référentiel de profils. Voulez-vous l'utiliser ?
it: Nell'archivio dei profili è stata trovata una versione aggiornata di questo profilo. Utilizzarla?
ja: このプロファイルの更新されたバージョンがプロファイルリポジトリに見つかりました。これを使用しますか?
km: កំណែ​ដែល​បាន​ធ្វើ​ឲ្យ​ទាន់សម័យ​របស់​ទម្រង់​នេះ​បាន​រក​ឃើញ​នៅ​ក្នុង​ឃ្លាំង​ទម្រង់ ។ តើ​អ្នក​ចង់​ប្រើ​វា​ឬទេ ?
ru: В хранилище профилей найдена обновленная версия профиля. Использовать ее?

source: Updated profile %s to revision %s.
cs: Aktualizovaný profil %s na revizi %s.
es: Perfil %s actualizado al parche %s.
fr: Profil mis à jour %s vers la révision %s.
it: Profilo aggiornato %s per revisione %s.
ja: プロファイル %s をバージョン %s に更新しました。
km: ទ្រង់ %s បាន​ធ្វើ​ឲ្យ​ទាន់សម័យ​​ទៅ​ជា %s ។
ru: Обновленный профиль %s для редакции %s.

source: Error parsing repository profile.
cs: Chyba při parsování profilu repozitáře.
es: Error al analizar el perfil del depósito.
fr: Erreur lors de l'analyse du profil du référentiel.
it: Errore nell'analisi sintattica del profilo dell'archivio.
ja: リポジトリプロファイルの解析中にエラーが発生しました。
km: កំហុស​ក្នុង​ការ​ញែក​ទម្រង់​ឃ្លាំង ។
ru: Ошибка при анализе профиля из хранилища

source: Create New User?
cs: Vytvořit nového uživatele?
es: ¿Crear usuario nuevo?
fr: Créer un nouvel utilisateur ?
it: Creare nuovo utente?
ja: 新規ユーザを作成しますか?
km: បង្កើត​អ្នក​ប្រើថ្មី ?
ru: Создать нового пользователя?

source: Username:
cs: Uživatelské jméno:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Nome utente:
ja: ユーザ名:
km: ឈ្មោះ​អ្នក​ប្រើ ៖
ru: Имя пользователя:

source: Password:
cs: Heslo:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
km: ពាក្យ​សម្ងាត់ ៖
ru: Пароль:

source: Email Addr:
cs: E-mailová adresa:
es: Dirección de correo electrónico:
fr: Adresse électronique :
it: Indirizzo e-mail:
ja: 電子メールアドレス:
km: អាសយដ្ឋាន​អ៊ីមែល ៖
ru: Адр. эл. почты:

source: Save Configuration?
cs: Uložit nastavení?
es: ¿Desea guardar la configuración?
fr: Enregistrer la configuration ?
it: Salvare la configurazione?
ja: 環境設定を保存しますか?
km: រក្សាទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ ?
ru: Сохранить конфигурацию

source: The Profile Repository server returned the following error:
cs: Server repozitáře profilu vrátil následující chybu:
es: El servidor del depósito de perfiles ha devuelto el siguiente error:
fr: Le serveur du référentiel de profils a retourné l'erreur suivante :
it: Il server dell'archivio dei profili ha restituito il seguente errore:
ja: プロファイルリポジトリサーバから、次のエラーが返されました:
km: ម៉ាស៊ីន​បម្រើ​ឃ្លាំង​ទម្រង់​បាន​ត្រឡប់​កំហុស​ដូច​ខាង​ក្រោម ៖
ru: Сервером хранилища профилей возвращена ошибка:

source: Please re-enter registration information or contact the administrator.
cs: Zadejte znovu registrační informace nebo se obraťte na správce.
es: Vuelva a introducir la información de registro o contacte con el administrador.
fr: Saisissez à nouveau les informations d'enregistrement ou contactez l'administrateur.
it: Reimmettere le informazioni di registrazione o contattare l'amministratore.
ja: 登録情報を再度入力するか、管理者に連絡してください。
km: សូម​បញ្ចូល​ព័ត៌មាន​ចុះឈ្មោះ​ម្ដង​ទៀត ឬ​ទាក់ទង​អ្នក​គ្រប់គ្រង ។
ru: Введите регистрационные сведения повторно или обратитесь к администратору.

source: Login Error
cs: Chyba přihlášení
es: Error de entrada
fr: Erreur de login
it: Errore di login
ja: ログインエラー
km: កំហុស​ក្នុងកា​រចូល
ru: Ошибка входа в систему

source: Login failure Please check username and password and try again.
cs: Chyba přihlášení Zkontrolujte uživatelské jméno a heslo a opakujte akci.
es: Error de entrada. Compruebe el nombre de usuario y la contraseña e inténtelo de nuevo.
fr: Échec de login. Vérifiez le nom d'utilisateur et le mot de passe, puis réessayez.
it: Login non riuscito. Verificare nome utente e password e riprovare.
ja: ログイン失敗 ユーザ名とパスワードを確認して再度実行してください。
km: បរាជ័យ​ក្នុងកា​រចូល សូម​ពិនិត្យ​មើល​ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់ ហើយ​ព្យាយាម​ម្ដង​ទៀត ។
ru: Сбой входа в систему Проверьте имя пользователя и пароль и повторите попытку.

source: Would you like to enable access to the profile repository?
cs: Opravdu chcete povolit přístup k repozitáři profilu?
es: ¿Desea habilitar el acceso al depósito de perfiles?
fr: Voulez-vous activer l'accès au référentiel de profils ?
it: Si desidera abilitare l'accesso all'archivio dei profili?
ja: プロファイルリポジトリへのアクセスを 有効にしますか?
km: តើ​អ្នក​ចង់​អនុញ្ញាត​ឲ្យ​ចូល​ដំណើរការ​ទៅ​ ឃ្លាំង​ទម្រង់​ឬ ?
ru: Включить доступ к хранилищу профилей?

source: Would you like to upload newly created and changed profiles to the profile repository?
cs: Opravdu chcete odeslat nově vytvořené a změněné profily do repozitáře profilu?
es: ¿Desea subir los perfiles creados y modificados al depósito de perfiles?
fr: Voulez-vous charger les profils nouvellement créés et modifiés vers le référentiel de profils ?
it: Caricare i profili appena creati e modificati nell'archivio dei profili?
ja: 新規作成したプロファイルと変更したプロファイルを プロファイルリポジトリにアップロードしますか?
km: តើ​អ្នក​ចង់​ផ្ទុក​ទម្រង់​ដែល​បាន​បង្កើត និង​ផ្លាស់ប្ដូរ​ថ្មី​ទៅ ឃ្លាំង​ទម្រង់ ?
ru: Отправить новые и измененные профили в хранилище профилей?

source: WARNING: Profile update check failed Error Detail: %s
cs: VAROVÁNÍ: Kontrola aktualizace profilu selhala Podrobnosti chyby: %s
es: ADVERTENCIA: error de comprobación de la actualización de perfil. Detalles del error: %s
fr: ATTENTION : échec du contrôle des mises à jour de profils Détail de l'erreur : %s
it: AVVISO: verifica dell'aggiornamento del profilo non riuscita Dettagli dell'errore: %s
ja: 警告: プロファイルの更新チェックに失敗しました エラーの詳細: %s
km: ព្រមាន ៖ បាន​បរាជ័យ​ក្នុងកា​រពិនិត្យ​មើល​ភាព​ទាន់សម័យ​របស់​ទម្រង់ សេចក្ដី​លម្អិត​កំហុស ៖ %s
ru: ВНИМАНИЕ: Сбой при проверке обновления профиля Ошибка: %s

source: Change mode modifiers
cs: Změnit modifikátory režimu
es: Modificadores de cambio de modo
fr: Modifier les modificateurs de mode
it: Cambia i modificatori della modalità
ja: 変更モードの修飾子
km: ឧបករណ៍​ផ្លាស់ប្ដូរ​របៀប
ru: Изменить режим изменения

source: Complain-mode changes:
cs: Změny complain režimu:
es: Cambios del modo de queja:
fr: Changements en mode réclamation :
it: Modifiche modalità Complain:
ja: コンプレインモードの変更:
km: ការ​ផ្លាស់ប្ដូរ​របៀប​តវ៉ា ៖
ru: Изменения щадящего режима:

source: Enforce-mode changes:
cs: Změny enforce režimu:
es: Cambios del modo de aplicación:
fr: Changement en mode imposition :
it: Modifiche modalità Applica:
ja: 強制モードの変更:
km: ការ​ផ្លាស់​ប្ដូរ​របៀប​បង្ខំ ៖
ru: Изменения вынужденного режима

source: Invalid mode found: %s
cs: Nalezen neplatný režim: %s
es: Detectado modo no válido: %s
fr: Mode incorrect : %s
it: Opzione non valida: %s
ja: 無効なオプション: %s
km: រក​ឃើញ​របៀប​មិន​ត្រឹមត្រូវ ៖ %s
ru: Найден неверный режим: %s

source: Capability
cs: Schopnost
es: Modo de compatibilidad
fr: Mode compatibilité
it: Capacità
ja: 機能
km: សមត្ថភាព
ru: Возможность

source: Adding #include <%s> to profile.
cs: Přidává se #include <%s> do profilu.
es: Añadiendo #include <%s> al perfil.
fr: Ajout de #include <%s> au profil.
it: Aggiunta #include <%s> a profilo.
ja: #include <%s>をプロファイルに追加しています。
km: បន្ថែម #include <%s> ទៅ​ទម្រង់ ។
ru: Добавляется #include <%s> в профиль.

source: Deleted %s previous matching profile entries.
cs: Smazáno %s předchozích odpovídajících záznamů profilu.
es: Suprimidas %s entradas de perfiles coincidentes anteriores.
fr: %s entrées de profil précédemment correspondantes supprimées.
it: Voci profilo corrispondenti precedenti %s eliminate.
ja: 前の%s個の一致するプロファイルエントリを削除しました。
km: បាន​លុបធាតុ​ទម្រង់ដែលផ្គូផ្គង​ពី​មុន %s ។
ru: Удалены ранее сопоставленные записи профиля %s.

source: Adding capability %s to profile.
cs: Přidává se schopnost %s profilu.
es: Añadiendo capacidad %s al perfil.
fr: Ajout de capacité %s au profil.
it: Aggiunta capacità %s a profilo.
ja: 機能%sをプロファイルに追加しています。
km: បន្ថែម​សមត្ថភាព %s ទៅ​ទម្រង់ ។
ru: Добавление возможности %s в профиль.

source: Denying capability %s to profile.
cs: Odmítá se schopnost %s profilu.
es: Denegando capacidad %s al perfil.
fr: Refus de capacité %s au profil.
it: Negazione capacità %s a profilo.
ja: 機能%sをプロファイルで拒否しています。
km: បដិសេធ​សមត្ថភាព %s ទៅ​ទម្រង់ ។
ru: Ограничение возможности %s в профиле.

source: Path
cs: Cesta
es: Ruta
fr: Chemin d'accès
it: Percorso
ja: パス
km: ផ្លូវ
ru: Путь

source: (owner permissions off)
cs: (povolení vlastníka vypnuta)
es: (permisos de propietario desactivados)
fr: (autorisations du propriétaire désactivées)
it: (autorizzazioni proprietario disattivate)
ja: (所有者のパーミッションを無効にする)
km: (បិទ​សិទ្ធិ​ជា​​ម្ចាស់)
ru: (отключить разрешения)

source: (force new perms to owner)
cs: (vnutit vlastníkovi nová práva)
es: (forzar permisos nuevos para el propietario)
fr: (forcer les nouvelles autorisations pour le propriétaire)
it: (forza nuovi Autorizzazioni per proprietario)
ja: (所有者に新しいパーミッションを強制する)
km: (តម្រូវ​ឲ្យ​ប្រើ​​សិទ្ធិ​ថ្មីជា​​ម្ចាស់)
ru: (передать новые права владельцу)

source: (force all rule perms to owner)
cs: (vnutit vlastníkovi všechna pravidla povolení)
es: (forzar permisos de todas las reglas para el propietario)
fr: (forcer toutes les autorisations de règles pour le propriétaire)
it: (forza Autorizzazioni su regole per proprietario)
ja: (所有者に全てのルールパーミッションを強制する)
km: (តម្រូវ​ឲ្យ​ប្រើ​​សិទ្ធិ​ក្បួន​​​ទាំងអស់ជា​​ម្ចាស់)
ru: (передать все правила прав владельцу)

source: Old Mode
cs: Starý režim
es: Modo anterior
fr: Ancien mode
it: Modalità obsoleta
ja: 古いモード
km: របៀប​ចាស់
ru: Старый режим

source: New Mode
cs: Nový režim
es: Nuevo modo
fr: Nouveau mode
it: Nuova modalità
ja: テキストモード
km: របៀប​ថ្មី
ru: Новый режим

source: (force perms to owner)
cs: (vnutit vlastníkovi povolení)
es: (forzar permisos para el propietario)
fr: (forcer les autorisations pour le propriétaire)
it: (forza Autorizzazioni per proprietario)
ja: (所有者にパーミッションを強制する)
km: (តម្រូវ​ឲ្យ​ប្រើ​​សិទ្ធិ​ជា​ម្ចាស់)
ru: (передать права владельцу)

source: Mode
cs: Režim
es: Modo
it: Modalità
ja: モード
km: របៀប
ru: Режим

source: Adding %s %s to profile.
cs: Přidává se %s %s do profilu.
es: Leyendo %s %s perfiles...
fr: Ajout de %s %s au profil.
it: Lettura %s %s dei profili in corso...
ja: %s %sをプロファイルに追加しています。
km: បន្ថែម %s %s ទៅ​ទម្រង់ ។
ru: Добавляется %s %s в профиль.

source: Enter new path:
cs: Zadejte novou cestu:
es: Introduzca la nueva vía:
fr: Saisissez le nouveau chemin :
it: Immettere nuovo percorso:
ja: 新規パスの入力:
km: បញ្ចូល​ផ្លូវ​ថ្មី ៖
ru: Введите новый путь:

source: The specified path does not match this log entry:
cs: Zadaná cesta neodpovídá tomuto záznamu:
es: La tarjeta especificada no existe.
fr: La carte spécifiée n'existe pas.
it: La scheda specificata non esiste.
ja: 指定されたカードは存在しません。
km: ផ្លូវ​ដែល​បាន​បញ្ជាក់​មិន​ផ្គូផ្គង​ធាតុ​កំណត់​ហេតុ​នេះ ៖
ru: Указанный путь не соответствует этой записи журнала:

source: Log Entry
cs: Záznam
es: Entrada de registro
fr: Entrée de journal
it: Voce di registro
ja: ログ入力
km: ធាតុ​កំណត់​ហេតុ
ru: Записи Журнала
